// Reveal transition strings

PluginName = "Reveal";

LeftToRight = "Left to Right";
RightToLeft = "Right to Left";
TopToBottom = "Top to Bottom";
BottomToTop = "Bottom to Top";
TopLeftToBottomRight = "Top Left to Bottom Right";
TopRightToBottomLeft = "Top Right to Bottom Left";
BottomLeftToTopRight = "Bottom Left to Top Right";
BottomRightToTopLeft = "Bottom Right to Top Left";
